Repository: hikso/evo-complete
Catalog: PruebasConcepto/Integracion Basculas EVO/DIBAL RANGE500/DibalscopDemoC#/DibalscopDemo/Languages/Messages.*-*.resx
Languages: chs, es

source: Add Data
chs: 添加数据
es: Añadir Datos

source: Add Scales
chs: 增加电子称
es: Añadir Balanzas

source: ARTICLE/ORDER
chs: 货品图片
es: Artículo/Order

source: ARTICLE/PLU
chs: 分配到货品
es: Artículo/PLU

source: Cancel
chs: 取消
es: Cancelar

source: Cancelled
chs: 被取消
es: Cancelado

# cancelling
source: Canceling . . .
chs: 取消中。。。

# cancellingErr
source: Canceling error
chs: 取消错误
es: Error al cancelar

# closeServerErr
source: Close Server error
chs: 关闭服务错误
es: Error al cerrar el socket servidor

# closeSockErr
source: Closing socket error
chs: 关闭套接字错误
es: Error al cerrar el socket

source: Close Time
chs: 关闭时间
es: Tiempo Cierre

source: Code
chs: 货号
es: Código

source: Concatenate File
chs: 连接文件
es: Concatenar Fichero

# conError
source: Connection error
chs: 连接错误
es: Error de conexión

# createImageFile
source: Create Image Register FILE
chs: 创建图片寄存文件
es: Crear FICHERO de registros de imagen

source: Delete items
chs: 删除货品
es: Eliminar artículos

source: Delete scales
chs: 删除电子称
es: Eliminar balanzas

source: Direct Key
chs: 快捷键
es: Tecla directa

source: Display Size
chs: 显屏尺寸
es: Tamaño Display

source: EDIT DATA
chs: 编辑数据
es: EDITAR DATOS

source: Export
chs: 导出
es: Exportar

source: Exporting . . .
chs: 导出中。。。
es: Exportando . . .

source: Finished
chs: 完成
es: Finalizado

# FINSendErr
source: FIN sending error
chs: 发送结束符错误
es: Error enviando FIN

source: Generate items
chs: 创建货品
es: Generar artículos

source: Generate items automatically
chs: 自动创建货品
es: Generar artículos automaticamente

# generateItemslabel
source: Generate items
chs: 创建数量
es: Generar artículos

source: Generate scales
chs: 创建台数
es: Generar balanzas

source: Generate scales automatically
chs: 自动创建电子称
es: Generar balanzas automaticamente

# generateScalesButton
source: Generate scales
chs: 创建电子称
es: Generar balanzas

source: Generating . . .
chs: 创建中。。。
es: Generando . . .

source: Group
chs: 组号
es: Grupo

# image
source: Images
chs: 图片
es: Imágenes

source: Image File
chs: 图片文件
es: Fichero de imagen

source: Image Folder
chs: 图片文件夹
es: Directorio de imágenes

source: Image ID
chs: 图片号
es: ID imagen

source: Import
chs: 导入
es: Importar

# importDataRegisters
source: Import Data using REGISTERS
chs: 用协议导入数据
es: Importar Datos usando REGISTROS

source: Import IMAGES
chs: 导入图片
es: Importar IMÁGENES

source: Importing . . .
chs: 导入中。。。
es: Importando . . .

# importItemsFile
source: Import Items using FILES
chs: 用文件导入货品
es: Importar artículos usando FICHEROS

# importItemsParameters
source: Import Items using PARAMETERS
chs: 用货品参数导入货品
es: Importar artículos usando PARAMETROS

# inac_socket
source: Inaccessible socket
chs: 无法获得套接字
es: Socket no accesible

source: Inches
chs: 尺寸
es: Pulgadas

source: Ip Address
chs: 电子称IP地址
es: Dirección IP

source: Item
chs: 测试商品
es: Artículo

source: Items
chs: 货品
es: Artículos

# lenError
source: Length of register < 2
chs: 协议长度 < 2
es: Longitud de registro < 2

# logsError
source: Logs file error
chs: 日志文件错误
es: Error de fichero de logs

source: Logs file
chs: 日志文件
es: Fichero de logs

source: Manual
chs: 手动

# masterAdd
source: Master Address
chs: 称号
es: Dirección de maestra

source: Model
chs: 型号
es: Modelo

source: Name
chs: 品名
es: Nombre

source: Net error
chs: 误差
es: Error de red

source: No
chs: 否

# noScaleSet
source: At least one scale is needed to carry out the process
chs: 至少需要一台电子称
es: Es necesario añadir una balanza para llevar a cabo el proceso

# nothing2read
source: Waiting...Nothing to read
chs: 等待中。。。未读到任何信息
es: Esperando…No hay nada que leer

# numRegister
source: Register No.
chs: 协议号
es: Num Registro

# opServerError
source: Open Server error
chs: 打开服务错误
es: Error al abrir el socket servidor

source: Path
chs: 路径
es: Ruta

source: PC IP Address
chs: 电脑IP地址
es: Dirección IP de PC

source: PC Ip format error
chs: 电脑IP地址格式错误
es: Formato erróneo de la IP de PC

# pendRegErr
source: Pending registers error
chs: 试图关闭未完成数据传输错误
es: Error.Registros pendientes

source: Price
chs: 价格
es: Precio

source: PUBLICITY
chs: 广告
es: Publicidad

source: Reading register
chs: 正在读取协议
es: Leyendo registros

# readRegError
source: ReadRegister Error
chs: 读取协议错误
es: Error al leer registro

source: Received Registers
chs: 回收协议
es: Registros Recibidos

source: Reception Port RX
chs: TCP 接收端口
es: Puerto Recepción RX

source: Register
chs: 协议
es: Registro

source: Registers
chs: 协议
es: Registros

source: Registers file path
chs: 协议文件路径
es: Ruta de fichero de registros

source: Replace File
chs: 代替文件
es: Remplazar Fichero

# resourceErr
source: Releasing resources error
chs: 释放资源错误
es: Error al liberar recursos

source: Result
chs: 结果
es: Resultado

# scaleEndCom
source: Scale ends communication
chs: 结束电子称通讯
es: Balanza cierra comunicación

source: Scale Ip format error
chs: 电子称IP地址错误
es: Formato erróneo de la IP de la balanza

source: Scales
chs: 电子称
es: Balanzas

# Scales1
source: Scales
chs: 电子称
es: Balanzas

source: Seconds
chs: 秒
es: Segundos

# sendImage
source: Send Images
chs: 发送图片
es: Enviar imagen

source: Send Port Tx
chs: TCP 发送端口
es: Puerto Transmisión Tx

source: Show Window
chs: 显示窗口
es: Mostrar Ventana

# socketNoCon
source: Socket is not connected
chs: 套接字没有被连接
es: Socket no conectado

source: Start Continuous
chs: 一直回收
es: Iniciar, Continuo

# startEnd
source: Start and End
chs: 自动开始和结束
es: Iniciar y Finalizar

source: Stopped
chs: 停止
es: Parado

# timeoutCon
source: Timeout without connection
chs: 超时
es: Timeout sin conexión

source: Type
chs: 类别
es: Tipo

source: UNIT
chs: 计数
es: UNITARIO

# unScaleCon
source: Unexpected scale connection
chs: 不在列表的电子称被连接
es: Conexión de balanza no deseada

# useFIles
source: Use: dibalscopItems2.txt and dibalscopScales.ini files
chs: 使用: dibalscopItems2.txt 和 dibalscopScales.ini 文件
es: Usa: Ficheros dibalscopItems2.txt y dibalscopScales.ini

# useGrid
source: Use: Scales and Items grid
chs: 使用: 电子称和货品列表
es: Usa: Grid de Balanzas y Artículos

# useImages
source: Use: Scales and Images grid
chs: 使用: 电子称和图片列表
es: Usa: Grid de Balanzas e Imágenes

# useRegister
source: Use: Scales and Registers grid
chs: 使用: 电子称和协议列表
es: Usa: Grid de Balanzas y Registros

source: Waiting . . .
chs: 等待中。。。
es: Esperando . . .

source: WEIGHT
chs: 称重
es: PESADO

source: Yes
chs: 是
es: Sí
